import { Link } from "react-router-dom";
import "./post.css";

export default function Post({img}) {
  return (
    <div className="post">
      <img className="postImg"src="https:www.latunisienne.fr/wp-content/uploads/2012/02/zgougou.jpg"alt=""/>
      <div className="postInfo">
        <div className="postCats">
          <span className="postCat">
            <Link className="link" to="/posts?cat=Music">
              Music
            </Link>
          </span>
          <span className="postCat">
            <Link className="link" to="/posts?cat=Music">
              Life
            </Link>
          </span>
        </div>
        <span className="postTitle">
          <Link to="/post/abc" className="link"> بنزرت: حجز 5500 كلغ من الفواكه الجافة والزقوقو بوحدتي تحويل</Link>
        </span>
        <hr />
        <span className="postDate">1 hour ago</span>
      </div>
      <p className="postDesc">
      تمكّنت، اليوم الجمعة، فرق المراقبة الاقتصادية التابعة للإدارة الجهوية للتجارة ببنزرت، بمعية فرق المراقبة الصحية التابعة للإدارة الجهوية للصحة، من حجز 2700 كلغ لوز أبيض فاسد وغير صالح للاستهلاك بوحدة لتحويل وقلي الفواكه والزقوقو، منتصبة بمنطقة المنارة بمعتمدية بنزرت الجنوبية، وفق ما ذكره المدير الجهوي للتجارة، ياسر بن خليفة.

      وأوضح المصدر ذاته، في تصريح لـ(وات)، أنه وفي اطار أعمال اللجنة الجهوية لمراقبة الأسعار والتصدي للتهريب والاحتكار، تولت الفرق الرقابية تحت اشراف والي الجهة، سمير عبد اللاوي، تنفيذ عملية مداهمة ومراقبة للوحدة، تم خلالها، أيضا، حجز للاتلاف كمية هامة من الشعير تعادل الـ1 طن، علاوة عن حجز وقتي لـ 800 كلغ من مادة الدرع المرحي المعلب، مع اقتطاع عينات التخلي، وكذلك اقتطاع عينات من مادة الزقوقو المرحي.
      
      ووقع في ذات الحملة، اثر مراقبة وحدة تحويل اخرى منتصبة بمعتمدية منزل جميل، حجز للاتلاف 2 أطنان من الحمص والفواكه الجافة بسبب كونها غير صحية ويعلوها السوس.
      
      يذكر انه تم تحرير عددا من المحاضر لصاحبي الوحدتين من أجل مسك وترويج منتوجات لا تتوفر فيها الشروط العامة لتحقيق السلامة، وفق تأكيد المصدر نفسه.
      </p>
    </div>
    
  );
}
